Repository: yaozongyou/ceph
Catalog: src/pybind/mgr/dashboard/frontend/src/locale/messages.*.xlf
Languages: id_id

source: image '{{id}}' to trash
id_id: image '{{id}}' ke tempat sampah

source: Could not find image.
id_id: Tidak dapat menemukan image.

source: Restoring
id_id: Memulihkan

source: restore
id_id: pulihkan

source: Restored
id_id: Dipulihkan

source: image '{{id}}' into '{{new_id}}'
id_id: image '{{id}}' ke '{{new_id}}'

source: Image name '{{id}}' is already in use.
id_id: Nama image '{{id}}' sudah digunakan.

source: Purging
id_id: Membuang

source: purge
id_id: buang

source: Purged
id_id: Dibuang

source: all pools
id_id: semua pool

source: images from {{message}}
id_id: image dari {{message}}

source: Cannot disable mirroring because it contains a peer.
id_id: Gagal menonaktifkan pencerminan karena sedang bermitra.

source: erasure code profile '{{name}}'
id_id: profil erasure code '{{name}}'
