Repository: yaozongyou/ceph
Catalog: src/pybind/mgr/dashboard/frontend/src/locale/messages.*.xlf
Languages: id_id

source: Toggle navigation
id_id: Pengalih navigasi

source: Dashboard
id_id: Dasbor

source: Cluster
id_id: Klaster

source: Hosts
id_id: Hos

source: Monitors
id_id: Monitor

source: OSDs
id_id: OSD

source: Configuration
id_id: Konfigurasi

source: CRUSH map
id_id: peta CRUSH

source: Logs
id_id: Log

source: Alerts
id_id: Peringatan

source: Pools
id_id: Pool

source: Block
id_id: Blok

source: Images
id_id: Image

source: Mirroring
id_id: Pencerminan

source: Filesystems
id_id: Sistemfile

source: Object Gateway
id_id: Gerbang Objek

source: Daemons
id_id: Daemon

source: Users
id_id: Pengguna

source: Buckets
id_id: Buket

source: Retrieving data<span> for <span></span></span>. Please wait...
id_id: Menerima data <span> untuk <span></span></span>. Mohon tunggu...

source: Displaying previously cached data<span> for <span></span></span>.
id_id: Menampilkan data <span> sebelumnya untuk <span></span></span>.

source: Could not load data<span> for <span></span></span>. Please check the cluster health.
id_id: Gagal memuat data <span> untuk <span></span></span>. Mohon periksa kesehatan klaster.

source: Back
id_id: Kembali

source: Select a Language
id_id: Pilih bahasa

source: Loading panel data...
id_id: Memuat data panel...

source: Please consult the <a>documentation</a> on how to configure and enable the monitoring functionality.
id_id: Silakan merujuk ke <a>dokumentasi </a> tentang cara mengonfigurasi dan mengaktifkan fungsi pemantauan.

source: Grafana Dashboard doesn't exist. Please refer to <a>documentation</a> on how to add dashboards to Grafana.
id_id: Dasbor Grafana tidak ada. Mohon merujuk ke <a> dokumentasi </a> tentang cara menambahkan dasbor ke Grafana.

source: Grafana Time Picker
id_id: Pemilih Waktu Grafana

source: Reset Settings
id_id: Reset Pengaturan

source: Failed to load data.
id_id: Gagal memuat data.

source: selected
id_id: dipilih

source: found
id_id: ditemukan

source: Settings
id_id: Pengaturan

source: Changing these parameters from their default values is usually not necessary.
id_id: Mengganti parameter ini dari nilai bawaan biasanya tidak diperlukan.

source: Confirm
id_id: Konfirmasi

source: Cancel
id_id: Batal

source: Advanced Settings
id_id: Pengaturan Lanjut

source: Create target
id_id: Buat target

source: This field is required.
id_id: Isian ini tidak boleh kosong.

source: IQN has wrong pattern.
id_id: Pola IQN salah.

source: An IQN has the following notation 'iqn.$year-$month.$reversedAddress:$definedName'
id_id: Suatu IQN memiliki notasi seperti ini 'iqn.$tahun-$bulan.$reversedAddress:$definedName'

source: For example: iqn.2016-06.org.dashboard:storage:disk.sn-a8675309
id_id: Contoh: iqn.2016-06.org.dashboard:storage:disk.sn-a8675309

source: More information
id_id: Informasi lainnya

source: This target has modified advanced settings.
id_id: Pengaturan lanjutan target ini telah dimodifikasi.

source: Portals
id_id: Portal

source: At least {{ minimum_gateways }} gateways are required.
id_id: Dibutuhkan min {{ minimum_gateways }} gerbang/gateway.

source: Add portal
id_id: Tambahkan portal

source: This image has modified settings.
id_id: Pengaturan Image ini telah dimodifikasi.

source: At least 1 image is required.
id_id: Dibutuhkan minimal 1 image.

source: Add image
id_id: Tambahkan image

source: Initiators
id_id: Inisiator

source: Initiator
id_id: Inisiator

source: Client IQN
id_id: Klien IQN

source: Initiator IQN needs to be unique.
id_id: Inisiator IQN harus unik.

source: User
id_id: Pengguna

source: Usernames must have a length of 8 to 64 characters and can only contain letters, '.', '@', '-', '_' or ':'.
id_id: Nama pengguna harus terdiri atas 8 hingga 64 karakter dan hanya boleh mengandung huruf, '.', '@', '-', '_' atau ':'.

source: Password
id_id: Kata sandi

source: Passwords must have a length of 12 to 16 characters and can only contain letters, '@', '-' or '_'.
id_id: Kata sandi harus terdiri dari 12 hingga 16 karakter dan hanya boleh mengandung karakter, '@', '-' atau '_'.

source: Mutual User
id_id: Pengguna Bersama

source: Mutual Password
id_id: Kata sandi bersama

source: Passwords must have a length of 12 to 16 characters and can only contain letters, '@', '-' or '_'.
id_id: Kata sandi harus terdiri dari 12 hingga 16 karakter dan hanya boleh mengandung karakter, '@', '-' atau '_'.

source: Initiator belongs to a group. Images will be configure in the group.
id_id: Inisiator termasuk ke dalam grup. Image akan dikonfigurasi di dalam grup.

source: No items added.
id_id: Tidak ada yang ditambahkan.

source: Add initiator
id_id: Tambahkan inisiator

source: Groups
id_id: Grup

source: Group
id_id: Grup

source: Name
id_id: Nama

source: Add group
id_id: Tambahkan grup

source: Are you sure that you want to {{ actionDescription | lowercase }} the selected {{ itemDescription }}?
id_id: Anda yakin ingin {{ actionDescription | lowercase }} dari {{ itemDescription }}?

source: Yes, I am sure.
id_id: Ya, saya yakin.

source: Please consult the <a>documentation</a> on how to configure and enable the iSCSI Targets management functionality.
id_id: Mohon cek ke <a> dokumentasi </a> tentang cara mengonfigurasi dan mengaktifkan fungsi manajemen iSCSI Target.

source: Available information:
id_id: Informasi tersedia:

source: iSCSI Targets not available
id_id: iSCSI Target tidak tersedia

source: {VAR_SELECT, select, editing {Edit} cloning {Clone} copying {Copy} other {Add} }
id_id: {VAR_SELECT, select, editing {Edit} cloning {Klon} copying {Salin} other {Tambah} }

source: {VAR_SELECT, select, cloning {Clone from} copying {Copy from} other {Parent} }
id_id: {VAR_SELECT, select, cloning {Klon dari} copying {Salin dari} other {Induk} }

source: Loading...
id_id: Memuat...

source: -- No rbd pools available --
id_id: -- Tidak ada pool rbd tersedia --

source: -- Select a pool --
id_id: -- Pilih pool --

source: Use a dedicated data pool
id_id: Gunakan pool data terdedikasi

source: Data pool
id_id: Pool data

source: Dedicated pool that stores the object-data of the RBD.
id_id: Pool terdedikasi yang menyimpan data-objek dari RBD.

source: -- No data pools available --
id_id: -- Tidak ada pool data tersedia --

source: Size
id_id: Ukuran

source: e.g., 10GiB
id_id: cth. 10GiB

source: You have to increase the size.
id_id: Anda harus menaikkan ukuran.

source: Features
id_id: Fitur

source: Advanced...
id_id: Tingkat lanjut...

source: Advanced
id_id: Tingkat lanjut

source: Object size
id_id: Ukuran objek

source: Stripe unit
id_id: Unit setrip

source: -- Select stripe unit --
id_id: -- Pilih ukuran setrip --

source: This field is required because stripe count is defined!
id_id: Isian ini harus diisi karena jumlah setrip telah ditentukan!

source: Stripe unit is greater than object size.
id_id: Unit setrip lebih besar dari ukuran objek.

source: Stripe count
id_id: Jumlah setrip

source: This field is required because stripe unit is defined!
id_id: Isian wajib diisi karena unit setrip didefinisikan!

source: Stripe count must be greater than 0.
id_id: Jumlah setrip harus lebih besar dari 0.

source: {VAR_SELECT, select, editing {Update} cloning {Clone} copying {Copy} other {Create} }
id_id: {VAR_SELECT, select, editing {Perbarui} cloning {Klon} copying {Salin} other {Buat} }

source: Trash
id_id: Tempat sampah

source: Overall Performance
id_id: Performa Keseluruhan

source: Description
id_id: Deskripsi

source: Long description
id_id: Deskripsi lengkap

source: Default
id_id: Bawaan

source: Daemon default
id_id: Daemon bawaan

source: Services
id_id: Layanan

source: Values
id_id: Nilai

source: The entered value is too high! It must not be greater than {{ maxValue }}.
id_id: Nilai yang dimasukkan terlalu tinggi! Tidak boleh lebih besar dari {{ maxValue }}.

source: The entered value is too low! It must not be lower than {{ minValue }}.
id_id: Nilai yang dimasukkan terlalu rendah! Tidak boleh lebih rendah dari {{ minValue }}.

source: Save
id_id: Simpan

source: CRUSH map viewer
id_id: Penampil peta CRUSH

source: Hosts List
id_id: Daftar Hos

source: No entries found
id_id: Entri tidak ditemukan

source: Cluster Logs
id_id: Log Klaster

source: Audit Logs
id_id: Log Audit

source: Cluster ID
id_id: ID Klaster

source: monmap modified
id_id: monmap diubah

source: monmap epoch
id_id: epoch monmap

source: quorum con
id_id: kuorum con

source: quorum mon
id_id: kuorum mon

source: required con
id_id: con yang dibutuhkan

source: required mon
id_id: mon yang dibutuhkan

source: In Quorum
id_id: Memenuhi Kuorum

source: Not In Quorum
id_id: Tidak dalam Kuorum

source: Cluster-wide OSD Flags
id_id: Flag OSD Klaster

source: Submit
id_id: Kirim

source: OSD Recovery Priority
id_id: Prioritas pemulihan OSD

source: Priority
id_id: Prioritas

source: Customize priority values
id_id: Ubah nilai prioritas

source: This field is required!
id_id: Isian ini harus diisi!

source: The entered value is too high! It must not be greater than {{ attr.value.maxValue }}.
id_id: Nilai yang dimasukkan terlalu tinggi! Tidak boleh lebih tinggi dari {{ attr.value.maxValue }}.

source: The entered value is too low! It must not be lower than {{ attr.value.minValue }}.
id_id: Nilai yang dimasukkan terlalu rendah! Tidak boleh lebih rendah dari {{ attr.value.minValue }}.

source: Reweight OSD
id_id: Ubah bobot OSD

source: The value needs to be between 0 and 1.
id_id: Nilai harus antara 0 dan 1.

source: Reweight
id_id: Ubah bobot

source: OSDs {deep, select, 1 {...}}Scrub
id_id: OSD {deep, select, 1 {...}}Scrub

source: {VAR_SELECT, select, 1 {Deep } }
id_id: {VAR_SELECT, select, 1 {Dalam } }

source: You are about to apply a {deep, select, 1 {...}}scrub to the OSD <strong>{{ selected[0].id }}</strong>.
id_id: Anda akan menerapkan{deep, select, 1 {...}} scrub pada OSD <strong>{{ selected[0].id }}</strong>.

source: {VAR_SELECT, select, 1 {deep } }
id_id: {VAR_SELECT, select, 1 {dalam } }

source: Set Cluster-wide Flags
id_id: Set Flag Se-klaster

source: Set Cluster-wide Recovery Priority
id_id: Set Prioritas Pemulihan Se-klaster

source: OSDs List
id_id: Daftar OSD

source: <strong>OSD {{ selection.first().id }}</strong> will be marked <strong>{{ markActionDescription }}</strong> if you proceed.
id_id: <strong> OSD {{ selection.first().id }}</strong> akan ditandai <strong>{{ markActionDescription }}</strong> jika ingin melanjutkan.

source: The OSD is not safe to destroy!
id_id: OSD tidak aman untuk dihancurkan!

source: <strong>OSD {{ selection.first().id }}</strong> will be <strong>{{ actionDescription }}</strong> if you proceed.
id_id: <strong> OSD {{ selection.first().id }}</strong> akan <strong>{{ actionDescription }}</strong> jika ingin melanjutkan.

source: Details
id_id: Detail

source: Health
id_id: Kesehatan

source: Statistics
id_id: Statistik

source: Add erasure code profile
id_id: Tambahkan profil erasure code

source: The name can only consist of alphanumeric characters, dashes and underscores.
id_id: Nama hanya boleh terdiri dari alfanumerik, tanda hubung, dan garis bawah.

source: The chosen erasure code profile name is already in use.
id_id: Nama profil erasure code sudah digunakan.

source: Data chunks (k)
id_id: Pecahan data (k)

source: Must be equal to or greater than 2.
id_id: Harus sama dengan atau lebih dari 2.

source: Coding chunks (m)
id_id: Pecahan Coding (m)

source: Must be equal to or greater than 1.
id_id: Harus sama dengan atau lebih dari 1.

source: Durability estimator (c)
id_id: Penduga daya tahan (c)

source: Locality (l)
id_id: Lokalitas (l)

source: Crush failure domain
id_id: Domain kegagalan Crush

source: Crush Locality
id_id: Lokalitas Crush

source: None
id_id: Tidak ada

source: Technique
id_id: Teknik

source: Packetsize
id_id: Ukuran paket

source: Crush device class
id_id: Kelas perangkat Crush

source: any
id_id: apa saja

source: Directory
id_id: Direktori

source: Add
id_id: Tambah

source: Close
id_id: Tutup

source: {VAR_SELECT, select, 1 {Edit} other {Add} }
id_id: {VAR_SELECT, select, 1 {Edit} other {Tambah} }

source: Name...
id_id: Nama...

source: The chosen Ceph pool name is already in use.
id_id: Nama pool Ceph yang dipilih sudah digunakan.

source: Pool type
id_id: Jenis pool

source: -- Select a pool type --
id_id: -- Pilih jenis pool --

source: Placement groups
id_id: Grup penempatan

source: At least one placement group is needed!
id_id: Dibutuhkan setidaknya satu grup penempatan!

source: Your cluster can't handle this many PGs. Please recalculate the PG amount needed.
id_id: Klaster Anda tidak dapat menangani PG sebanyak ini. Mohon hitung ulang jumlah PG yang dibutuhkan.

source: You can only increase the number of PGs of an existing pool. Currently your pool has {{ data.pool.pg_num }} PGs.
id_id: Anda hanya dapat menambahkan nilai PG dari pool yang ada. Saat ini pool Anda memiliki {{ data.pool.pg_num }} PG.

source: Calculation help
id_id: Bantuan penghitungan

source: The current PGs settings were calculated for you, you should make sure the values suite your needs before submit.
id_id: Pengaturan PG saat ini telah dihitung untuk Anda, Anda harus memastikan jumlah PG telah sesuai sebelum melanjutkan.

source: Crush ruleset
id_id: Aturan CRUSH

source: -- Select a crush rule --
id_id: -- Pilih aturan crush --

source: Crush rule
id_id: Aturan crush

source: The rule can't be used in the current cluster as it has to few OSDs to meet the minimum required OSD by this rule.
id_id: Aturan crush tidak dapat digunakan di klaster ini karena jumlah OSD terlalu sedikit untuk memenuhi syarat minimal OSD untuk aturan ini.

source: Replicated size
id_id: Jumlah replikasi

source: Maximum: {{ getMaxSize() }}
id_id: Maksimum: {{ getMaxSize() }}

source: The size specified is out of range. A value from {{ getMinSize() }} to {{ getMaxSize() }} is valid.
id_id: Ukuran yang dimasukkan di luar jangkauan. Nilai yang valid dari {{ getMinSize() }} hingga {{ getMaxSize() }}.

source: Erasure code profile
id_id: Profil erasure code

source: -- No erasure code profile available --
id_id: -- Tidak ada profil erasure code --

source: -- Select an erasure code profile --
id_id: -- Pilih profil erasure code --

source: Flags
id_id: Flag

source: Applications
id_id: Aplikasi

source: Compression
id_id: Kompresi

source: Algorithm
id_id: Algoritma

source: -- No erasure compression algorithm available --
id_id: -- Tidak ada algoritma pengompresian erasure --

source: Minimum blob size
id_id: Ukuran blob minimum

source: e.g., 128KiB
id_id: cth. 128KiB

source: Value should be greater than 0
id_id: Nilai harus lebih besar dari 0

source: Value should be greater than the maximum blob size
id_id: Nilai harus lebih besar dari ukuran maksimum blob

source: Maximum blob size
id_id: Ukuran maksimum blob

source: e.g., 512KiB
id_id: cth. 512KiB

source: Value should be greater than the minimum blob size
id_id: Nilai harus lebih besar dari ukuran minimum blob

source: Ratio
id_id: Rasio

source: Compression ratio
id_id: Rasio kompresi

source: Value should be between 0.0 and 1.0
id_id: Nilai harus antara 0.0 dan 1.0

source: {VAR_SELECT, select, 1 {Edit} other {Create} }
id_id: {VAR_SELECT, select, 1 {Edit} other {Buat} }

source: Pools List
id_id: Daftar pool

source: Please consult the <a>documentation</a> on how to configure and enable the Object Gateway management functionality.
id_id: Silakan cek kembali <a> dokumentasi </a> tentang cara mengonfigurasi dan mengaktifkan fungsi manajemen Gerbang Objek.

source: Loading bucket data...
id_id: Memuat data buket...

source: The bucket data could not be loaded.
id_id: Buket data tidak dapat dimuat.

source: {editing, select, 1 {...} other {...}} bucket
id_id: {editing, select, 1 {...} other {...}} buket

source: The value is not valid.
id_id: Nilai tidak valid.

source: The chosen name is already in use.
id_id: Nama yang dipilih sudah digunakan.

source: Owner
id_id: Pemilik

source: -- Select a user --
id_id: -- Pilih pengguna --

source: {VAR_SELECT, select, 1 {Update} other {Add} }
id_id: {VAR_SELECT, select, 1 {Perbarui} other {Tambah} }

source: Daemons List
id_id: Daftar Daemon

source: Capability
id_id: Kemampuan

source: Type
id_id: Tipe

source: -- Select a type --
id_id: -- Pilih tipe --

source: Permission
id_id: Izin

source: -- Select a permission --
id_id: -- Pilih izin --

source: S3 key
id_id: Kunci S3

source: Username
id_id: Nama pengguna

source: -- Select a username --
id_id: -- Pilih nama pengguna --

source: Auto-generate key
id_id: Kunci otomatis-dibuat

source: Access key
id_id: Kunci akses

source: Secret key
id_id: Kunci rahasia

source: Subuser
id_id: Subpengguna

source: The chosen subuser ID is already in use.
id_id: ID subpengguna sudah digunakan.

source: read, write
id_id: baca, tulis

source: full
id_id: penuh

source: Swift key
id_id: Kunci Swift

source: Auto-generate secret
id_id: Sandi otomatis-dibuat

source: Loading user data...
id_id: Memuat data pengguna...

source: The user data could not be loaded.
id_id: Data pengguna tidak dapat dimuat.

source: The chosen user ID is already in use.
id_id: ID pengguna yang dipilih sudah digunakan.

source: Full name
id_id: Nama lengkap

source: Email address
id_id: Alamat email

source: This is not a valid email address.
id_id: Ini bukan alamat email yang valid.

source: The chosen email address is already in use.
id_id: Alamat email yang dipilih sudah digunakan.

source: Max. buckets
id_id: Maks. buket

source: The entered value must be >= 0.
id_id: Nilai yang dimasukkan harus >= 0.

source: Suspended
id_id: Dihentikan

source: Subusers
id_id: Subpengguna

source: There are no subusers.
id_id: Tidak ada sub-pengguna.

source: Delete
id_id: Hapus

source: Add subuser
id_id: Tambahkan sub-pengguna.

source: Keys
id_id: Kunci

source: There are no keys.
id_id: Kunci tidak ditemukan.

source: Show
id_id: Tampilkan

source: Add S3 key
id_id: Tambah kunci S3

source: Capabilities
id_id: Kemampuan

source: There are no capabilities.
id_id: Kemampuan tidak ada.

source: Add capability
id_id: Tambahkan kemampuan

source: User quota
id_id: Kuota pengguna

source: Enabled
id_id: Diaktifkan

source: Unlimited size
id_id: Ukuran tak terbatas

source: Max. size
id_id: Ukuran maks.

source: Unlimited objects
id_id: Objek tak terbatas

source: Max. objects
id_id: Objek maks.

source: Bucket quota
id_id: Kuota Buket

source: Welcome to Ceph!
id_id: Selamat datang di Ceph!

source: Username is required
id_id: Nama pengguna harus diisi

source: Password is required
id_id: Kata sandi harus diisi

source: Login
id_id: Masuk

source: {VAR_SELECT, select, editing {Edit} other {Add} }
id_id: {VAR_SELECT, select, editing {Edit} other {Tambah} }

source: Description...
id_id: Deskripsi...

source: Permissions
id_id: Izin

source: {VAR_SELECT, select, editing {Update} other {Create} }
id_id: {VAR_SELECT, select, editing {Perbarui} other {Buat} }

source: Sorry, the user does not exist in Ceph.
id_id: Maaf, pengguna tidak terdaftar di Ceph.

source: Return to <a>Login Page</a>. You'll be logged out from the Identity Provider when you retry logging in.
id_id: Kembali ke Halaman Masuk <a></a>. Anda akan dikeluarkan dari Penyedia Identitas saat Anda mencoba masuk.

source: {mode, select, editing {...} other {...}} User
id_id: {mode, select, editing {...} other {...}} Pengguna

source: Confirm password
id_id: Konfirmasi kata sandi

source: Password confirmation doesn't match the password.
id_id: Konfirmasi kata sandi tidak sesuai dengan kata sandi.

source: Invalid email.
id_id: Email tidak valid.

source: Roles
id_id: Peran

source: {mode, select, editing {...} other {...}} User
id_id: Pengguna {mode, select, editing {...} other {...}}

source: You are about to remove "user read / update" permissions from your own user.
id_id: Anda akan menghapus izin "pengguna baca / perbarui" dari diri Anda sendiri.

source: If you continue, you will no longer be able to add or remove roles from any user.
id_id: Jika melanjutkan, Anda tidak akan lagi dapat menambahkan atau menghapus peran dari pengguna manapun.

source: Are you sure you want to continue?
id_id: Anda yakin ingin melanjutkan?

source: Forbidden
id_id: Terlarang

source: Sorry, you are not allowed to see what you were looking for.
id_id: Maaf, Anda tidak dizinkan melihat hal yang Anda inginkan.

source: Sorry, we could not find what you were looking for
id_id: Maaf, kami tidak dapat menemukan yang Anda cari

source: Remove all
id_id: Hapus semua

source: Recent Notifications
id_id: Notifikasi terkini

source: There are no background tasks.
id_id: Tidak ada tugas latar belakang.

source: Background Tasks
id_id: Tugas Latar Belakang

source: Help
id_id: Bantuan

source: Documentation
id_id: Dokumentasi

source: About
id_id: Tentang

source: Dashboard Settings
id_id: Pengaturan Dasbor

source: User management
id_id: Manajemen Pengguna

source: Logged in user
id_id: Pengguna masuk

source: Signed in as <strong>{{ username }}</strong>
id_id: Masuk sebagai <strong>{{ username }}</strong>

source: Sign out
id_id: Keluar

source: Performance Counters
id_id: Penghitung Performa

source: Performance Details
id_id: Detail Performa

source: Index type
id_id: Jenis indeks

source: Placement rule
id_id: Aturan penempatan

source: Marker
id_id: Penanda

source: Maximum marker
id_id: Penanda maksimum

source: Version
id_id: Versi

source: Master version
id_id: Versi Master

source: Modification time
id_id: Modifikasi waktu

source: Zonegroup
id_id: Zona grup

source: Maximum size
id_id: Ukuran maksimum

source: Unlimited
id_id: Tak terbatas

source: Maximum objects
id_id: Objek maksimum

source: System
id_id: Sistem

source: {VAR_SELECT, select, 0 {No} 1 {Yes} }
id_id: {VAR_SELECT, select, 0 {Tidak} 1 {Ya} }

source: Maximum buckets
id_id: Buket maksimum

source: Performance counters not available
id_id: Penghitung kinerja tidak tersedia

source: Attributes (OSD map)
id_id: Atribut (OSD map)

source: Metadata not available
id_id: Metadata tidak tersedia

source: Performance counter
id_id: Penghitung kinerja

source: Histogram not available: {{ osd.histogram_failed }}
id_id: Histogram tidak tersedia: {{ osd.histogram_failed }}

source: Writes
id_id: Tulis

source: Reads
id_id: Baca

source: Current values
id_id: Nilai saat ini

source: Max
id_id: Maks

source: Source
id_id: Sumber

source: Can be updated at runtime
id_id: Dapat diperbarui saat runtime

source: Tags
id_id: Tag

source: Enum values
id_id: Nilai Enum

source: See also
id_id: Lihat juga

source: Cluster Status
id_id: Status Klaster

source: Manager Daemons
id_id: Manajer Daemon

source: Object Gateways
id_id: Gerbang Objek

source: Metadata Servers
id_id: Server Metadata

source: iSCSI Gateways
id_id: Gateway iSCSI

source: Client IOPS
id_id: IOPS klien

source: Client Throughput
id_id: Throughput Pengguna

source: Client Read/Write
id_id: Baca/Tulis Klien

source: Client Recovery
id_id: Pemulihan Klien

source: Performance
id_id: Kinerja

source: Raw Capacity
id_id: Kapasitas mentah

source: Objects
id_id: Objek

source: PGs per OSD
id_id: PG per OSD

source: PG Status
id_id: Status PG

source: Capacity
id_id: Kapasitas

source: <i></i> See <a>Logs</a> for more details.
id_id: <i></i> Lihat <a></a> Log untuk detil lainnya.

source: Move an image to trash
id_id: Pindahkan image ke tempat sampah

source: To move <kbd>{{ poolName }}/{{ imageName }}</kbd> to trash, click <kbd>Move Image</kbd>. Optionally, you can pick an expiration date.
id_id: Untuk pindahkan <kbd>{{ poolName }}/{{ imageName }}</kbd> ke tempat sampah, tekan <kbd>Pindah Image </kbd>. Anda juga dapat memilih tanggal kedaluwarsa.

source: Protection expires at
id_id: Proteksi berakhir pada

source: NOT PROTECTED
id_id: TIDAK DIPROTEKSI

source: Wrong date format. Please use "YYYY-MM-DD HH:mm:ss".
id_id: Format tanggal salah. Mohon gunakan "TTTT-BB-HH JJ:mm:dd".
