Repository: yaozongyou/ceph
Catalog: src/pybind/mgr/dashboard/frontend/src/locale/messages.*.xlf
Languages: id_id

source: Protection has already expired. Please pick a future date or leave it empty.
id_id: Proteksi telah kedaluarsa. Mohon pilih tanggal masa mendatang atau kosongkan.

source: Move Image
id_id: Pindahkan Image

source: Overview
id_id: Ikhtisar

source: Targets
id_id: Target

source: Only available for RBD images with <strong>fast-diff</strong> enabled
id_id: Hanya tersedia untuk image RBD dengan <strong>fast-diff</strong> yang diaktifkan.

source: Data Pool
id_id: Pool Data

source: Created
id_id: Dibuat

source: Provisioned
id_id: Disiapkan

source: Total provisioned
id_id: Total disiapkan

source: Striping unit
id_id: Unit setrip

source: Striping count
id_id: Jumlah striping

source: Parent
id_id: Induk

source: Block name prefix
id_id: Awalan nama blok

source: Order
id_id: Urutan

source: Snapshots
id_id: Snapshot

source: { editing, select, true {...} other {...}} RBD Snapshot
id_id: { editing, select, true {...} other {...}} Snapshot RBD

source: {VAR_SELECT, select, true {Rename} other {Create} }
id_id: {VAR_SELECT, select, true {Ganti nama} other {Buat} }

source: PROTECTED
id_id: DIPROTEKSI

source: UNPROTECTED
id_id: TIDAK DIPROTEKSI

source: You are about to rollback
id_id: Anda akan mengembalikan semula

source: Purge Trash
id_id: Kosongkan Tempah Sampah

source: To purge, select one or All images and click
id_id: Untuk menghapus, pilih satu atau Semua image dan pilih

source: Pool name...
id_id: Nama Pool...

source: All
id_id: Semua

source: Restore Image
id_id: Pulihkan Image

source: To restore
id_id: Untuk memulihkan

source: type the image's new name and click
id_id: ketik nama baru image dan pilih

source: New Name
id_id: Nama Baru

source: Expired at
id_id: Kedaluwarsa pada

source: Protected until
id_id: Diproteksi hingga

source: This image is protected until {{ expiresAt | cdDate }}.
id_id: Image ini diproteksi hingga {{ expiresAt | cdDate }}.

source: iSCSI Topology
id_id: Topologi iSCSI

source: Issues
id_id: Masalah

source: Syncing
id_id: Menyinkronkan

source: Ready
id_id: Siap

source: Edit pool mirror mode
id_id: Edit mode pencerminan pool

source: To edit the mirror mode for pool <kbd>{{ poolName }}</kbd>, select a new mode from the list and click <kbd>Update</kbd>.
id_id: Untuk mengubah mode pencerminan pool <kbd>{{ poolName }}</kbd>, pilih mode baru dari daftar dan klik <kbd>Perbarui</kbd>.

source: Peer clusters must be removed prior to disabling mirror.
id_id: Klaster mitra harus dihapus sebelum menonaktfikan pencerminan.

source: Update
id_id: Perbarui

source: {mode, select, edit {...} other {...}} pool mirror peer
id_id: {mode, select, edit {...} other {...}} mitra pencerminan pool

source: {VAR_SELECT, select, edit {Edit} other {Add} }
id_id: {VAR_SELECT, select, edit {Edit} other {Tambah} }

source: {mode, select, edit {...} other {...}} the pool mirror peer attributes for pool <kbd>{{ poolName }}</kbd> and click <kbd>Submit</kbd>.
id_id: {mode, select, edit {...} other {...}} pool atribut mitra pencerminan untuk pool <kbd>{{ poolName }}</kbd> dan klik <kbd>Kirim</kbd>.

source: Cluster Name
id_id: Nama Klaster

source: The cluster name is not valid.
id_id: Nama klaster tidak valid.

source: The CephX ID is not valid.
id_id: CephX ID tidak valid.

source: Monitor Addresses
id_id: Alamat Monitor

source: Comma-delimited addresses...
id_id: Alamat dengan pemisah-koma...

source: The monitory address is not valid.
id_id: Alamat monitor tidak valid.

source: CephX key must be base64 encoded.
id_id: Kunci CephX harus base64 encoded.

source: Cache Tiers Details
id_id: Detil Cache Bertingkat

source: Ranks
id_id: Peringkat

source: Clients: {{ clientCount }}
id_id: Klien: {{ clientCount }}

source: Current
id_id: Terkini

source: There are no portals available.
id_id: Tidak ada portal yang tersedia.

source: There are no images available.
id_id: Tidak ada image yang tersedia.

source: There are no images available. Please make sure you add an image to the target.
id_id: Tidak ada image yang tersedia. Mohon pastikan Anda telah menambahkan image ke target.

source: There are no initiators available. Please make sure you add an initiator to the target.
id_id: Tidak ada inisiator tersedia. Mohon pastikan Anda telah menambahkan inisiator ke target.

source: Hostname
id_id: Nama hos

source: # Active/Optimized
id_id: # Aktif/Dioptimalkan

source: # Active/Non-Optimized
id_id: # Aktif/Tidak-dioptimalkan

source: Active/Optimized
id_id: Aktif/Dioptimalkan

source: Active/Non-Optimized
id_id: Aktif/Tidak-dioptimalkan

source: Read Bytes
id_id: Baca Bytes

source: Write Bytes
id_id: Tulis Bytes

source: Read Ops
id_id: Ops Baca

source: Write Ops
id_id: Ops Tulis

source: A/O Since
id_id: A/O Sejak

source: Issue
id_id: Isu

source: State
id_id: Keadaan

source: Progress
id_id: Kemajuan

source: Disabled
id_id: Dimatikan

source: Edit Mode
id_id: Mode Edit

source: Add Peer
id_id: Tambahkan Mitra

source: Edit Peer
id_id: Edit Mitra

source: Delete Peer
id_id: Hapus Mitra

source: Leader
id_id: Pemimpin

source: # Local
id_id: # Lokal

source: # Remote
id_id: # Jauh

source: mirror peer
id_id: mitra pencerminan

source: Deep flatten
id_id: Perataan mendalam

source: Layering
id_id: Lapisan

source: Exclusive lock
id_id: Kunci eksklusif

source: Object map (requires exclusive-lock)
id_id: Peta objek (butuh kunci-eksklusif)

source: Journaling (requires exclusive-lock)
id_id: Penjurnalan (membutuhkan kunci-eksklusif)

source: Fast diff (requires object-map)
id_id: Fast diff (butuh peta-objek)

source: Copy
id_id: Salin

source: Flatten
id_id: Ratakan

source: Move to Trash
id_id: Pindahkan ke Tempat Sampah

source: Create
id_id: Buat

source: Rename
id_id: Ubah nama

source: Protect
id_id: Proteksi

source: Unprotect
id_id: Tidak diproteksi

source: Clone
id_id: Klon

source: Rollback
id_id: Kembalikan

source: RBD snapshot rollback
id_id: Kembalikan snapshot RBD

source: RBD snapshot
id_id: Snapshot RBD

source: Restore
id_id: Pulihkan

source: Deleted At
id_id: Dihapus pada

source: type
id_id: tipe

source: state
id_id: keadaan

source: version
id_id: versi

source: Host
id_id: Hos

source: root
id_id: induk

source: Rank
id_id: Peringkat

source: Activity
id_id: Aktivitas

source: Inodes
id_id: Inode

source: Usage
id_id: Penggunaan

source: Standby daemons
id_id: Daemon siaga

source: The value can be updated at runtime.
id_id: Nilai dapat diperbarui saat runtime.

source: Daemons/clients do not pull this value from the monitor config database. We disallow setting this option via 'ceph config set ...'. This option should be configured via ceph.conf or via the command line.
id_id: Daemon/klien tidak dapat mengambil nilai dari basis data konfigurasi monitor. Kami tidak mengizinkan mengubah ini dari 'ceph config set ...'. Pilihan ini harus dikonfigurasi melalui ceph.conf atau CLI.

source: Option takes effect only during daemon startup.
id_id: Pilihan hanya dapat bekerja selama daemon dimulai.

source: Option only affects cluster creation.
id_id: Pilihan hanya berpengaruh pada pembuatan klaster.

source: Option only affects daemon creation.
id_id: Pilihan hanya berpengaruh pada pembuatan daemon.

source: Config option {{name}} has been updated.
id_id: Pilihan konfigurasi {{name}} telah diperbarui.

source: Update config option
id_id: Perbarui pilihan konfigurasi

source: Service
id_id: Layanan

source: Current value
id_id: Nilai saat ini

source: Public Address
id_id: Alamat Publik

source: Open Sessions
id_id: Buka Sesi

source: No In
id_id: Tidak boleh Masuk

source: OSDs that were previously marked out will not be marked back in when they start
id_id: OSD yang telah ditandai keluar tidak akan ditandai masuk saat mereka menyala

source: No Out
id_id: Tidak boleh Keluar

source: OSDs will not automatically be marked out after the configured interval
id_id: OSD tidak akan otomatis ditandai keluar setelah interval dikonfigurasi

source: No Up
id_id: Tidak Nyala

source: OSDs are not allowed to start
id_id: OSD tidak diizinkan menyala

source: No Down
id_id: Tidak Mati

source: OSD failure reports are being ignored, such that the monitors will not mark OSDs down
id_id: Laporan kegagalan OSD sedang diabaikan sehingga monitor tidak akan menandai OSD mati

source: Pause
id_id: Jeda

source: Pauses reads and writes
id_id: Jeda baca dan tulis

source: No Scrub
id_id: Nonaktifkan Scrub

source: Scrubbing is disabled
id_id: Scrubbing dinonaktifkan

source: No Deep Scrub
id_id: Nonaktifkan Deep Scrub

source: Deep Scrubbing is disabled
id_id: Deep Scrubing dinonaktifkan

source: No Backfill
id_id: Tidak ada Penambalan

source: Backfilling of PGs is suspended
id_id: Penambalan PG dihentikan

source: No Recover
id_id: Tidak ada Pemulihan

source: Recovery of PGs is suspended
id_id: Pemulihan PG dihentikan

source: Bitwise Sort
id_id: Urutan Bitwise

source: Use bitwise sort
id_id: Gunakan urutan bitwise

source: Purged Snapdirs
id_id: Buang Snapdirs

source: OSDs have converted snapsets
id_id: OSD memiliki snapset yang dikonversi

source: Recovery Deletes
id_id: Pulihkan yang telah dihapus

source: Deletes performed during recovery instead of peering
id_id: Penghapusan dilakukan saat pemulihan bukan saat bermitra

source: PG Log Hard Limit
id_id: Batas Maks Log PG

source: Puts a hard limit on pg log length
id_id: Taruh batas maks pada panjang log pg

source: OSD Flags were updated successfully.
id_id: Flag OSD sukses diperbarui.

source: OSD Flags
id_id: Flag OSD

source: Mark Out
id_id: Tandai Keluar

source: out
id_id: keluar

source: Mark In
id_id: Tandai Masuk

source: in
id_id: masuk

source: Mark Down
id_id: Tandai Gugur

source: down
id_id: gugur

source: Mark Lost
id_id: Tandai Hilang

source: Mark
id_id: Tandai

source: OSD lost
id_id: OSD hilang

source: marked lost
id_id: ditandai hilang

source: Remove
id_id: Hapus

source: removed
id_id: dihapus

source: Destroy
id_id: Hancurkan

source: destroy
id_id: hancurkan

source: destroyed
id_id: dihancurkan

source: PGs
id_id: PG

source: Read bytes
id_id: Bita baca

source: Writes bytes
id_id: Bita tulis

source: Read ops
id_id: Ops baca

source: Write ops
id_id: Ops tulis

source: Mark OSD {{markAction}}
id_id: Tandai OSD {{markAction}}

source: Mark {{markAction}}
id_id: Tandai {{markAction}}

source: Max Backfills
id_id: Maks Penambalan

source: Recovery Max Active
id_id: Maks Pemulihan Aktif

source: Recovery Max Single Start
id_id: Maks Menjalankan Pemulihan Tunggal

source: Recovery Sleep
id_id: Jeda Pemulihan

source: Custom
id_id: Ubahsuai

source: OSD recovery speed priority "{{value}}" was set successfully.
id_id: Prioritas kecepatan pemulihan OSD &quot;{{value}}&quot; telah diset.

source: OSD recovery speed priority
id_id: Prioritas kecepatan pemulihan OSD

source: {{operation}} was initialized in the following OSD: {{id}}
id_id: {{operation}} telah diinisialisasi pada OSD berikut: {{id}}

source: Job
id_id: Tugas

source: Severity
id_id: Keparahan

source: Started
id_id: Dimulai

source: Used
id_id: Terpakai

source: Avail.
id_id: Tersedia

source: Clean
id_id: Bersih

source: Working
id_id: Bekerja

source: Warning
id_id: Peringatan

source: Unknown
id_id: Tidak diketahui

source: up
id_id: nyala

source: no filesystems
id_id: tidak ada filesistem

source: active
id_id: aktif

source: standby
id_id: siaga

source: active daemon
id_id: daemon aktif

source: quorum
id_id: kuorum

source: Value
id_id: Nilai

source: Cache Mode
id_id: Mode Cache

source: Min Evict Age
id_id: Min Waktu Usir

source: Min Flush Age
id_id: Min Waktu Buang

source: Target Max Bytes
id_id: Target Maks Bita

source: Target Max Objects
id_id: Target Maks Objek

source: No applications added
id_id: Tidak ada aplikasi ditambahkan

source: Applications limit reached
id_id: Batas aplikasi tercapai

source: A pool can only have up to four applications definitions.
id_id: Sebuah pool hanya dapat memiliki empat definisi aplikasi.

source: Allowed characters '_a-zA-Z0-9'
id_id: Karakter diperbolehkan '_a-zA-Z0-9'

source: Maximum length is 128 characters
id_id: Panjang maksimum 128 karakter

source: Filter or add applications
id_id: Saring atau tambah aplikasi

source: Add application
id_id: Tambah aplikasi

source: erasure code profile
id_id: profil erasure code

source: Replica Size
id_id: Ukuran Replikasi

source: Last Change
id_id: Perubahan Terakhir

source: Erasure Coded Profile
id_id: Profil Erasure Code

source: Crush Ruleset
id_id: Aturan Crush

source: Write bytes
id_id: Bita tulis

source: bucket
id_id: buket

source: buckets
id_id: buket

source: user
id_id: pengguna

source: users
id_id: pengguna

source: Scope
id_id: Cakupan

source: Read
id_id: Baca

source: Created role '{{role_name}}'
id_id: Peran '{{role_name}}' dibuat

source: Updated role '{{role_name}}'
id_id: Peran '{{role_name}}' diperbarui

source: System Role
id_id: Peran Sistem

source: Deleted role '{{role_name}}'
id_id: Peran '{{role_name}}' dihapus

source: Created user "{{username}}"
id_id: Pengguna &quot;{{username}}&quot; dibuat

source: Update user
id_id: Perbarui pengguna

source: Continue
id_id: Lanjutkan

source: You were automatically logged out because your roles have been changed.
id_id: Anda dikeluarkan otomatis karena peran Anda telah berubah.

source: Updated user "{{username}}"
id_id: Perbarui pengguna &quot;{{username}}&quot;

source: Deleted user "{{username}}"
id_id: Hapus pengguna &quot;{{username}}&quot;

source: Failed to delete user "{{username}}"
id_id: Gagal menghapus pengguna &quot;{{username}}&quot;

source: You are currently logged in as "{{username}}".
id_id: Saat ini Anda masuk sebagai &quot;{{username}}&quot;

source: Each object is split in data-chunks parts, each stored on a different OSD.
id_id: Tiap objek dipecah dalam pecahan-data, masing-masing disimpan pada OSD yang berbeda.

source: Compute coding chunks for each object and store them on different OSDs. The number of coding chunks is also the number of OSDs that can be down without losing data.
id_id: Hitung pecahan coding untuk tiap objek dan simpan pada OSD yang berbeda. Jumlah pecahan data juga menjadi jumlah OSD yang diperbolehkan mati tanpa kehilangan data.

source: The jerasure plugin is the most generic and flexible plugin, it is also the default for Ceph erasure coded pools.
id_id: Plugin jerasure merupakan plugin paling umum dan fleksibel, serta merupakan plugin bawaan Ceph untuk pool erasure code.

source: The more flexible technique is reed_sol_van : it is enough to set k and m. The cauchy_good technique can be faster but you need to chose the packetsize carefully. All of reed_sol_r6_op, liberation, blaum_roth, liber8tion are RAID6 equivalents in the sense that they can only be configured with m=2.
id_id: Teknik yang lebih fleksibel yaitu reed_sol_van : cukup mengeset k dan m. Teknik cauchy_good bisa lebih cepat, namun Anda harus memilih ukuran paket dengan seksama. Semua reed_sol_r6_op, liberation, blaum_roth, liber8tion setara dengan RAID6 dalam hal mereka hanya bisa diatur dengan m=2.

source: The encoding will be done on packets of bytes size at a time. Chosing the right packet size is difficult. The jerasure documentation contains extensive information on this topic.
id_id: Penyandian dilakukan setiap saat pada ukuran bita paket. Sulit untuk menentukan ukuran paket yang tepat. Silakan cek dokumentasi jerasure untuk informasi lebih mendalam.

source: With the jerasure plugin, when an erasure coded object is stored on multiple OSDs, recovering from the loss of one OSD requires reading from all the others. For instance if jerasure is configured with k=8 and m=4, losing one OSD requires reading from the eleven others to repair. The lrc erasure code plugin creates local parity chunks to be able to recover using less OSDs. For instance if lrc is configured with k=8, m=4 and l=4, it will create an additional parity chunk for every four OSDs. When a single OSD is lost, it can be recovered with only four OSDs instead of eleven.
id_id: Pada plugin jerasure, saat objek dengan erasure code disimpan pada banyak OSD, pemulihan dari OSD yang hilang membutuhkan akses dari OSD lainnya. Contoh, saat jerasure dikonfigurasi dengan k=8 dan m=4, saat satu OSD mati, maka pemulihan akan membutuhkan pembacaan dari tujuh OSD lainnya. Plugin lrc erasure code membuat pecahan paritas lokal agar dapat memulihkan dengan OSD yang lebih sedikit. Contoh, jika lrc dikonfigurasi dengan k=8, m=4, dan l=4, maka lrc akan membuat pecahan paritas tambahan tiap empat OSD. Saat satu OSD mati, maka pemulihan dapat dilakukan hanya dengan 4 OSD, alih-alih 7 OSD.

source: Group the coding and data chunks into sets of size locality. For instance, for k=4 and m=2, when locality=3 two groups of three are created. Each set can be recovered without reading chunks from another set.
id_id: Kelompokkan pecahan data dan coding ke dalam ukuran lokalitas. Controh untuk k=4 dan m=2, saat lokalitas=3 dua grup dari tiga akan dibuat. Setiap set akan dipulihkan tanpa membaca pecahan dari set lainnya.

source: The type of the crush bucket in which each set of chunks defined by l will be stored. For instance, if it is set to rack, each group of l chunks will be placed in a different rack. It is used to create a CRUSH rule step such as step choose rack. If it is not set, no such grouping is done.
id_id: Tipe buket crush setiap set pecahan yang didefinisikan oleh l akan disimpan. Contoh, jika diset pada rak, tiap grup pecahan l akan ditempatkan pada rak berbeda. Ini akan digunakan pada aturan step CRUSH yaitu memilih tiap rak. Jika tidak diset, tidak akan ada pengelompokkan.

source: The isa plugin encapsulates the ISA library. It only runs on Intel processors.
id_id: Plugin isa menghimpun perpustakaan ISA. Hanya dapat berjalan pada prosesor Intel.

source: The ISA plugin comes in two Reed Solomon forms. If reed_sol_van is set, it is Vandermonde, if cauchy is set, it is Cauchy.
id_id: Plugin ISA memiliki dua jenis Reed Solomon. Jika reed_sol_van diset, maka menjadi Vandermonde, jika cauchy diset, maka menjadi Cauchy.

source: The shec plugin encapsulates the multiple SHEC library. It allows ceph to recover data more efficiently than Reed Solomon codes.
id_id: Plugin shec mengenkapsulasi banyak pustaka SHEC. Hal ini agar ceph dapat dipulihkan dengan lebih efisien dari kode Reed Solomon.

source: The number of parity chunks each of which includes each data chunk in its calculation range. The number is used as a durability estimator. For instance, if c=2, 2 OSDs can be down without losing data.
id_id: Jumlah potongan paritas yang masing-masing mencakup setiap potongan data dalam rentang perhitungannya. Nilai ini digunakan untuk perkiraan daya tahan. Contoh, jika c=2, 2 OSD dapat mati tanpa kehilangan data.

source: The name of the crush bucket used for the first step of the CRUSH rule. For instance step take default.
id_id: Nama buket crush digunakan sebagai langkah pertama dari aturan CRUSH. Contoh diambil langkah bawaan.

source: Ensure that no two chunks are in a bucket with the same failure domain. For instance, if the failure domain is host no two chunks will be stored on the same host. It is used to create a CRUSH rule step such as step chooseleaf host.
id_id: Pastikan tidak ada dua pecahan data berada pada dua buket dengan domain gagal yang sama. Contoh, saat domain gagal adalah hos, maka tidak ada dua pecahan data yang akan disimpan pada hos yang sama. Aturan CRUSH seperti step chooseleaf host akan digunakan untuk hal tersebut.

source: Restrict placement to devices of a specific class (e.g., ssd or hdd), using the crush device class names in the CRUSH map.
id_id: Batasi penempatan ke perangkat dengan kelas tertentu (cth. ssd atau hdd), menggunakan nama kelas perangkat crush pada peta CRUSH.

source: Set the directory name from which the erasure code plugin is loaded.
id_id: Set nama direktori empat plugin erasure code akan dimuat.

source: -- Select the priority --
id_id: -- Pilih prioritas --

source: Low
id_id: Rendah

source: High
id_id: Tinggi

source: Last 5 minutes
id_id: 5 menit terakhir

source: Last 15 minutes
id_id: 15 menit terakhir

source: Last 30 minutes
id_id: 30 menit terakhir

source: Last 1 hour (Default)
id_id: 1 Jam Terakhir (Bawaan)

source: Last 3 hours
id_id: 3 jam terakhir

source: Last 6 hours
id_id: 6 jam terakhir

source: Last 12 hours
id_id: 12 jam terakhir

source: Last 24 hours
id_id: 24 jam terakhir

source: Yesterday
id_id: Kemarin

source: Today
id_id: Hari ini

source: Today so far
id_id: Sejauh hari ini

source: Day before yesterday
id_id: Kemarin dulu

source: Last 2 days
id_id: 2 hari terakhir

source: This day last week
id_id: Hari ini minggu lalu

source: Previous week
id_id: Minggu lalu

source: This week
id_id: Minggu ini

source: This week so far
id_id: Sejauh minggu ini

source: Last 7 days
id_id: 7 hari terakhir

source: Previous month
id_id: Bulan lalu

source: This month
id_id: Bulan ini

source: This month so far
id_id: Sejauh bulan ini

source: Last 30 days
id_id: 30 hari terakhir

source: Last 90 days
id_id: 90 hari terakhir

source: Last 6 months
id_id: 6 bulan terakhir

source: Last 1 year
id_id: 1 tahun terakhir

source: Previous year
id_id: Tahun lalu

source: This year
id_id: Tahun ini

source: This year so far
id_id: Sejauh tahun ini

source: Last 2 years
id_id: 2 tahun terakhir

source: Last 5 years
id_id: 5 tahun terakhir

source: Information
id_id: Informasi

source: No items selected.
id_id: Tidak ada yang dipilih.

source: Deselect item to select again
id_id: Batalkan memilih untuk memilih ulang

source: Selection limit reached
id_id: Batas pemilihan tercapai

source: Filter tags
id_id: Tanda penyaringan

source: Add badge
id_id: Tambahkan lencana

source: There are no items available.
id_id: Tidak ada yang tersedia.

source: Failed to {{failure}} {{metadata}}
id_id: Gagal untuk {{failure}}{{metadata}}

source: Executing
id_id: Mengeksekusi

source: execute
id_id: eksekusi

source: Executed
id_id: Dieksekusi

source: unknown task
id_id: tugas tak diketahui

source: Creating
id_id: Membuat

source: create
id_id: buat

source: Updating
id_id: Memperbarui

source: update
id_id: perbarui

source: Updated
id_id: Diperbarui

source: Deleting
id_id: Menghapus

source: delete
id_id: hapus

source: Deleted
id_id: Dihapus

source: RBD snapshot '{{id}}'
id_id: Snapshot RBD '{{id}}'

source: mirror mode for pool '{{id}}'
id_id: mode pencerminan untuk pool '{{id}}'

source: mirror peer for pool '{{id}}'
id_id: mitra pencerminan untuk pool '{{id}}'

source: Name is already used by {{pool_name}}.
id_id: Nama telah digunakan oleh {{pool_name}}.

source: Name is already used by {{name}}.
id_id: Nama telah digunakan oleh {{name}}.

source: Name is already used by {{rbd_name}}.
id_id: Nama telah digunakan oleh {{rbd_name}}.

source: {{rbd_name}} contains snapshots.
id_id: {{rbd_name}} berisi snapshot.

source: Cloning
id_id: Pengklonan

source: clone
id_id: klon

source: Cloned
id_id: Diklon

source: Snapshot of {{rbd_name}} must be protected.
id_id: Snapshot {{rbd_name}} harus diproteksi.

source: Copying
id_id: Menyalin

source: copy
id_id: salin

source: Copied
id_id: Disalin

source: Flattening
id_id: Meratakan

source: flatten
id_id: ratakan

source: Flattened
id_id: Diratakan

source: Name is already used by {{snap_name}}.
id_id: Nama telah digunakan oleh {{snap_name}}.

source: Cannot unprotect {{snap_name}} because it contains child images.
id_id: Tidak dapat menghapus proteksi {{snap_name}} karena mengandung child image.

source: Cannot delete {{snap_name}} because it's protected.
id_id: Tidak dapat menghapus {{snap_name}} karena diproteksi.

source: Rolling back
id_id: Mengembalikan

source: rollback
id_id: kembalikan

source: Rolled back
id_id: Dikembalikan

source: Moving
id_id: Memindahkan

source: move
id_id: pindah

source: Moved
id_id: dipindahkan
